;; INSTALLED PACKAGES (for now...)
;;
(package! org-modern)
(package! svg-tag-mode)
(package! websocket)
(package! org-appear)
(package! org-roam)
(package! org-roam-ui)
(package! org-noter)
(package! doct)
(package! theme-magic :pin "844c4311bd26ebafd4b6a1d72ddcc65d87f074e3")
(package! nano-theme)
(package! nano-modeline)
(package! smooth-scroll)
(package! straight :pin "3eca39d")


;; UNINSTALLED PACKAGES (for now...)
;;
;;(package! wakatime-mode)
;; (package! ef-themes)
;; (package! nano-theme)
;;(package! minions)
;;(package! ivy-posframe)
;;(package! ink
 ;; :recipe (:type git :host github :repo "foxfriday/ink"))
;; ;;(package! noflet)
;;(package! openwith)
;;(package! autothemer)
;;(package! org-modern)
;;(package! todoist)
;;(package! good-scroll)
;;(package! ox-hugo)
